[UI_TREE]
EDITCfg=編集設定
MARKCfg=マーキング設定
3DCfg=3 D設定
ImportDxf_Type0Cfg=DXFインポート設定
SysCfg=その他の設定
[Edit]
EDIT=設定の編集
PointFilterPrecis=フィルタポイント精度（mm）
PointFilterAngle=フィルタポイント角度（度）
PointPrecisMoveStep=点移動ステップ（mm）
MICRO＝位置微調整ステップ（mm）
MICROROTATE＝角度微調整ステップ（度）
CLICK=ピックアップ精度（mm）
UNDO=級数ロールバック級数
ONETOTWO＝ブレークポイント精度（mm）
ExtendSpace=拡大縮小精度（mm）
KillAngleSpace=導角精度（mm）
PreViewZoomScale=スケールのプレビュー
LayerCnt=層級数
JoinDistance=カーブマージ最大距離
FastDrawEnable=フィラーライン表示のスピードアップ
FastDrawEnableOption=閉じる｜アクティブ化
[MARK]
MARK=マーキング設定
SafeDoorRemark=安全扉が閉じてもマーキングを続けるか
SafeDoorRemarkOption=いいえ|はい
CloseRedIfMark=マーキング時に自動的に赤色光をオフにするかどうか
CloseRedIfMarkOption=いいえ|はい
RedPreviewLayerNo=赤色光プレビューのマーキング速度
[3D]
3D=3 D設定
3dModelPrecision=3 Dモデル処理精度
3dTrancePrecision=3 Dデータ変換精度
STLOptimize=STLモデルマップ最適化
STLOptimizeOption = いいえ|はい

[ImportDxf_Type0]
ImportDxf_Type0=DXFインポート設定
SepArc=円弧精度（5～255）
SepSpLine=スプライン曲線精度（5 ~ 255）

[Sys]
Sys=その他の設定
CIRCLEPRECIS＝円弧精度（mm）
SAMPLECOUNT=円弧セグメントあたりのサンプリング数
AIIMPORTPRECIS=AIファイルインポート精度（mm）
PowerFill=充填速度の最適化
PowerFillOption=いいえ|はい
PowerDraw=描画速度の最適化
PowerDrawOption=いいえ|はい
PowerRPViewFrame=赤プレビューボーダー最適化
PowerRPViewFrameOption=いいえ|はい

[UI_FACE]
ExportSysPara =エクスポートパラメータ...
ImportSysPara  = インポートパラメータ...
Ok=確認する
Cancel=キャンセル
Apply=適用

;3DCALI DLG MAIN
[DLG_6000]
1019=スケールパラメータ設定
1021=マーキング開始
1022=赤のプレビュー
1023=ラウンドスタンプ
1024=補正ファイルのエクスポート
1025=補正ファイルのインポート
1027=モータ基準点
1028=最小調整位置
1029=最大調整位置
1030=増分補正
1031=基準面焦点距離
1033=パラメータ設定
6000=補正タイプ
6001=基本パラメータ
6002=モータ位置
3=補正ファイルの生成
4=リセット

;3DCALI DLG PARAM
[DLG_140]
1035=マーキング回数
1036=スケール速度（mm/s）
1037＝空跳び速度（mm/s）
1038=Q周波数（kHz）
1039=Qリリース（us）
1040=電流（A）
1041=電力（%）
1042=モード
1051=適用
2=キャンセル

;3DCALI STRING
[STRINGTABLE]
Motor position=モータ位置
Current focus=現在の焦点距離
Wrong motor parameters=モータパラメータエラー
Motor movement failure=モーター運動に失敗しました
Motor increment out of range（0.01 mm～5 mm）＝モータ増分が範囲外（0.01 mm～5 mm）
Focus of base plane out of range（>0 mm）＝基準面焦点距離が範囲外（>0 mm）
Cali data wrong，the focus must be monotonically increasing/decreasing=補正データエラー、焦点距離は単調に増加/減少しなければならない
Cali file detected, generation will modify the original file. It is recommended to back up (Export) the file first. Are you sure to continue generating?=補正ファイルはすでに存在し、補正テーブルを生成すると元の補正ファイルが変更され、バックアップ（エクスポート）してから生成することを推奨します。生成を続行しますか？
Generating cali file false：Unable to open/create file=修正ファイルの生成に失敗しました：ファイルを開く/作成できません
Generating cali file false：Unable to write file=修正ファイルの生成に失敗しました：ファイルに書き込めませんでした
Stop Marking=入札停止
Start Marking=マーキング開始
Failed to stop marking=マーキングの停止に失敗しました
Failed to start marking=マーキングの停止に失敗しました
Export success=エクスポート成功
Export failed：Cannot find cali file or copy file failed=エクスポートに失敗しました：修正ファイルが見つかりません、またはコピーファイルに失敗しました
Import failed：Cali file does not exist=インポートに失敗しました：修正ファイルが存在しません
Import failed：Unknow=インポート失敗：不明なエラー
Cali file already exists，do you want to replace it=修正ファイルはすでに存在しますが、上書きしますか？
Import success=インポート成功
Import failed：Please manually copy the cali file to the'\ EMCC \ caliset %cardID%'directory=インポートに失敗しました：修正ファイルを手動で' EMCC  caliset %cardID%'ディレクトリにコピーしてください
Data is not enough，please input at lease 2 rows=データが少なすぎるので、少なくとも2行のデータを入力してください
Generation of cali file succeeded=補正ファイルの生成に成功しました
Error：Handle of device.dll is null=エラー：device.dllハンドルが空です
Error：Card number wrong=エラー：カード番号エラー
Error：Load device.dll or API failed=エラー：device.dllまたはそのAPIのロードに失敗しました
Path of cali file wrong or SystemSet.ini not found=修正ファイルディレクトリエラーまたはSystemSet.iniが見つかりません
Error：Open 3 dmarker.dat failed=エラー：3 dmarker.datファイルを開くことに失敗しました
Error：Open.dat failed=エラー：.datファイルを開くことに失敗しました
Error：Enter mark environment failed=エラー：マーキング環境へのアクセスに失敗しました
Error：Leave mark environment failed=エラー：マーキング環境からの離脱に失敗しました